module.exports = {
  confirm: 'Данные потверждены',
  notConfirm: 'Данные не потверждены',
  country: 'Страна',
  city: 'Город',
  uni: 'ВУЗ',
  date: 'Дата',
  fuc: 'Факультет',
  spec: 'Специальность',

  edit: 'Редактировать',

  achive: 'Награды',
  edu: 'Области знаний',
  tech: 'Технические науки',
  gum: 'Гуманитарные науки',

  eduTitle: 'Образование',
  favTitle: 'Избранные темы',
  favAsp: 'Аспекты',
  favDisc: 'Дискуссии',
  favAvt: 'Авторы',

  hisThemeTitle: 'Посещенные темы',
  hisThemePlaceholder: 'Введите название темы дискуссии',
  hisThemeSort: 'Фильтр',
  hisThemeInterest: 'Вам может быть это интересно',

  rewardTitle: 'Мои награды',

  knowTitle: 'Мои области знаний',
  knowDesc: 'Если Вы думаете, что больше небудете пользоваться SFT и хотели бы удалить свой аккаунт, мы можем сделать это для вас. Пожалуйста, обратите внимание, что вы не сможете восстановить свой аккаунт, а также получить какую-либо информацию или данные, которые публиковали на сайте. Если вы окончательно решили удалить свой аккаунт, нажмите “Подтвердить”',

  save: 'Сохранить',
  ballCount: 'Остаток балов',
  globalBall: 'общее количество баллов',

  delTitle: 'Удаление аккаунта',
  delDesc: 'Если Вы думаете, что больше небудете пользоваться SFT и хотели бы удалить свой аккаунт, мы можем сделать это для вас. Пожалуйста, обратите внимание, что вы не сможете восстановить свой аккаунт, а также получить какую-либо информацию или данные, которые публиковали на сайте. Если вы окончательно решили удалить свой аккаунт, нажмите “Подтвердить”',
  accept: 'Подтвердить',
  cancel: 'Отменить',

  logoutTitle: 'Выход',
  logoutDesc: 'Вы точно хотите выйти из аккаунта?',

  setTitle: 'Смена личных данных',
  oldPass: 'Старый Пароль',
  changPass: 'Смена пароля',
  newPass: 'Новый пароль',
  reNewPass: 'Повторить пароль',
  addFile: 'Прикрепить файл',
  addAvatar: 'Добавите свой аватар',
  changeEmail: 'Смена email',
  oldEmail: 'Старый email:',
  newEmail: 'Новый email:',
  changePassBut: 'Изменить пароль',
  changeEmailBut: 'Изменить email',
}
