<template>
  <div class="center">
    <section class="section-post">
      <div class="h2"><h1>О проекте</h1></div>
      <article class="post post-article">
        <p>Всем нам знакомы ситуации, когда в ходе обсуждения затрагиваются много тем. Участники говорят затрагивают десятки тем, при этом спор часто заходит за рамки того, что обсуждалось изначально. Результат этого-отсутствие какого-либо результата кроме сотрясенного воздуха.Всем нам знакомы ситуации, когда в ходе обсуждения затрагиваются много тем. Участники говорят затрагивают десятки тем, при этом спор часто заходит за рамки того, что обсуждалось изначально. Результат этого-отсутствие какого-либо результата кроме сотрясенного воздуха.</p>
        <img src="img/img1.png" alt="" class="fullwidth"/>
        <p>Так же нам известно, что бывает, когда мы пытаемся обсуждать какую-то сложную тему в форуме. Каждый высказывает своё мнение, дублируются посты, не понятно кто занимает какую позицию. Всё это в итоге приводит к десяткам и сотням страниц совершенно бесполезного текста.</p>
        <h2>Search For Truth призван <br/>исправить положение дел</h2>
        <img src="img/img2.png" alt="" class="fullwidth"/>
        <p><b>Цель проекта</b> – создание максимально объективной дискуссионной платформы с автоматическим анализом (оценкой) аргументации.</p>
        <p>Сколь бы сложной ни была дискуссия, на любой поставленный вопрос должен быть дан «однозначный» ответ: «да»-«нет», «правда»-«ложь», «истинно»-«ложно».</p>
        <p>«Окончательный» ответ играет символическую роль, роль иллюстрации, в то время как основной акцент делается на самой дискуссии, максимальной точности аргументации и прочее.</p>
        <img src="img/img3.png" alt="" class="fullwidth"/>
        <p>Платформа позволит ввести структуру в дискуссию и даже показывать её результат. Одна сложная тема будет разделяться на множество категорий (аспектов), а они в свою очередь, на множество аргументов. Именно вокруг аргументов и происходит основное обсуждение. Платформа SFT призвана обсуждать идеи, а не личности и их качества.</p>
      </article>
    </section>
  </div>
</template>

<script>
    export default {
        name: "index"
    }
</script>

<style scoped>

</style>
