<template>
  <div class="center">
    <section class="section-post">
      <div class="h2"><h1>Политика конфиденциальности</h1></div>
      <article class="post post-politics">
        <div class="color-gr"><p>Настоящая Политика конфиденциальности персональных данных (далее –Политика конфиденциальности) действует в отношении всей информации, которую интернет-сайт «sft.space» (в дальнейшем «SFT»), расположенный на доменном имени searchfortruth.space, может получить о Пользователе во время использования сайта.</p></div>
        <ol>
          <li>ОПРЕДЕЛЕНИЕ ТЕРМИНОВ
            <ol>
              <li>В настоящей Политике конфиденциальности используются следующие термины:
                <ol>
                  <li>«Администрация сайта (далее –Администрация сайта)» –уполномоченные сотрудники на управления сайтом, действующие от имени компании SFT, которые организуют и (или) осуществляет обработку персональных данных, а также определяет цели обработки персональных данных, состав персональных данных, подлежащих обработке, действия (операции), совершаемые с персональными данными. </li>
                  <li>«Персональные данные» -любая информация, относящаяся к прямо или косвенно определенному или определяемому физическому лицу (субъекту персональных данных). </li>
                  <li>«Обработка персональных данных» -любое действие (операция) или совокупность действий (операций), совершаемых с использованием средств автоматизации или без использования таких средств с персональными данными, включая сбор, запись, систематизацию, накопление, хранение, уточнение (обновление, изменение), извлечение, использование, передачу (распространение, предоставление, доступ), обезличивание, блокирование, удаление, уничтожение персональных данных</li>
                </ol>
              </li>
            </ol>
          </li>
        </ol>
      </article>
    </section>
  </div>
</template>

<script>
  export default {
    name: "PrivacyPolicy"
  }
</script>

<style scoped>

</style>
