<template>
  <div class="center">
    <section class="section-post">
      <div class="h2"><h1>Правила пользования, терминология</h1></div>
      <article class="post">
        <h3>Терминология</h3>
        <p>Каждая тема подразделяется на несколько Аспектов –Категорий внутри дискуссии (например, технический, политический, исторический аспекты и т.п.). При создании темы можно как выбирать существующие аспекты, так и добавлять их самому.</p>
        <p><b>Аргумент</b> - Непосредственно пространство, где идёт обсуждение. Именно вокруг аргумента происходит основная часть дискуссии. Чем больше аргументов внутри каждого из аспектов, тем более подробной является тема дискуссии.  </p>
        <p><b>Тезис</b> - высказывание. формулируется максимально кратко и емко (постановка проблемы, соответствующий вывод, абсолютный минимум самым необходимых цитат, указание источников). Его оценка приводит к изменению оценки аргумента, аспекта и дискуссии в целом.</p>
        <p><b>Антитезис</b> - Противопоставление тезису. Так же будет оцениваться и влиять на ход дискуссии. </p>
        <p><b>Источник</b> - ссылка или файл, прикрепленный к тезису или антитезису. Позволяет более подробно предоставить свою точку зрения.</p>
        <h4>Общие правила общения</h4>
        <ol>
          <li>Использование ненормативной лексики и мата разрешено (в разумных пределах, определяемых администрацией) </li>
          <li>Флуд, флейми иные виды общения, не соответствующие формату клуба на стене группы не приветствуются и могут быть удалены, перемещены администрацией. Для флуда предназначена отдельная темаНаша беседка. Тема для самых разных разговоров.</li>
        </ol>
      </article>
    </section>
  </div>
</template>

<script>
  export default {
    name: "TermsOfUse"
  }
</script>

<style scoped>

</style>
